tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "antibody"
brew "asciidoctor"
brew "autojump"
brew "bat"
brew "chezmoi"
brew "direnv"
brew "exa"
brew "fzf"
brew "gh"
brew "go"
brew "lf"
brew "neovim"
brew "node"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "shellcheck"
brew "tmux"
brew "tree"
brew "zlib"
cask "iterm2"
